{
  "plugins": {
    "base46": {
      "src": "https://github.com/AvengeMedia/base46",
      "version": "'cb8a1257bbc2640f6e7415a01219b34d3efd1494'"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.10.2'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'v9.1.0'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'v2.1.0'"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim",
      "version": "'a905eeebc4e63fdc48b5135d3bf8aea5618fb21c'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "'v2.2.1'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'v2.8.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'4916d6592ede8c07973490d9322f187e07dfefac'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'v2.16.0'"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive",
      "version": "'v3.7'"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": "'v3.17.0'"
    }
  }
}
